export const ACTION_ID = {
  COMPLETE_FILE_NAMING_QUESTION: 'complete_file_naming_question',
};

/**
 * @description good emojis
 */
export const GOOD_EMOJI = [
  '😀',
  '😁',
  '😀',
  '🥹',
  '🙂',
  '🤪',
  '👍',
  '🥴',
  '😻',
  '🫶',
  '👏',
];

/**
 * @description good messages
 */
export const GOOD_MESSAGES = [
  '오~ 꽤 치는데여?',
  '굿!!',
  '굿굿!!',
  '한번 더 해봐요!!',
  '한번 더!~',
  '100점!',
  '90점!',
  '80점! 이런, 아쉽네요. 한번 더 해봐요!',
  '70점! 이런, 아쉽네요. 한번 더 해봐요!',
  '잘하고 있어요! 지금 타격감 좋아요!',
  '윽! 타격감이 좀 있네요! 잘하고 있어요!',
  '바디감이 묵~직 한데요?',
  '청량감 있는 느낌이에요!',
  '산미가 풍부하네요!',
  '바디감이 묵~직~ 하고 산미가 있는게 좋은 커피같네요!',
];

/**
 * @description bad emojis
 */
export const BAD_EMOJI = [
  '👎',
  '🫥',
  '🤭',
  '😴',
  '🥱',
  '😪',
  '😗',
  '😴',
  '🤥',
  '👻',
  '💩',
];

/**
 * @description bad messages
 */
export const BAD_MESSAGES = [
  '가벼워..',
  '치봐~ 치봐바',
  '또 치봐~',
  '흙흙',
  '모기에 긁힌 느낌인데요~?',
  '모기에 긁힌 느낌인데요~? ㅠㅠ',
  '약해 약해',
  '야개~ 야개~',
  '나에겐 타격이 없는 욕이네요 ㅠ',
  'ㅋ',
  '1점. 이런, 하나도 안아쉽네요. 한번 더 해봐요!',
  '1점',
  '2점.',
  '2점. 이런, 하나도 안아쉽네요. 한번 더 해봐요!',
  '아~ 졸려',
  '지루하다 지루해',
  '응~ 노타격',
  '응~~ 노타격~~',
  "이정도로는 타격'무'라고 해야하나요?",
  '야                        호',
  '무~~~~~~~~~~~~~~야~~~~~~~~호',
  '바디감이 없는 것 같아요.',
  '👎👎👎👎👎👎👎👎👎👎👎👎👎',
];
